<?php
	$pageCode = "lessonDesc";
	include_once("header.php");
?>
<div id="container">
	<h2>初级哈他 HATHA 1</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;初级哈他课程是哈他瑜伽中最为基础的练习，适合所有瑜伽学员。（60分钟）</p>
	<h2>中级哈他 HATHA 2</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;中级哈他在初级哈他的练习基础上，通过更强化的姿势和有力的动作，达到滋养身体，调整呼吸和释放压力的效果。适合至少参加过10次初级哈塔课程的学员练习。（60分钟）</p>
	<h2>阴瑜伽 YIN YOGA</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;阴瑜伽注重身体结缔组织的锻炼，以放松、保持时间长为特色。她探索和发掘的是身体里最细微的能量变化，深而悠长的伸展，缓慢而均匀的呼吸，带给您充满宁静平和，无限冥想的精神享受。适合所有初学者或承受工作压力、受伤的学员，阴瑜伽能帮助你治愈、放松和打开身体，可以在上完高温、FLOW或者ASHTANGA后同时参加一节阴瑜伽。（60分钟）</p>
	<h2>流瑜伽 FLOW</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;在Ashtanga和POWER上相对温和、舒展的练习流派，注重呼吸的配合，体式之间的衔接，比较灵动、活泼、奔放和飘逸。</p>
	<h2>阿师汤伽 ASHTANGA VINYASA YOGA</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;由印度大师Sri K. Pattabhi Jois传承教授的来自于古印度最传统的ASHTANGA  VINYASA  YOGA，是一组最经典的瑜伽系列动作，强而有力且充满灵活性的动作组合即Vinyasa，配合深长有节奏的呼吸，能够唤醒沉睡的身体内在的火焰和能量，在体内促使能量的流动，从而加热身体，把养分带到血液，滋养腺体和内部器官，并排除毒素。<br />她包括第一序列（Yoga Chikitsa）其含义是瑜伽疗法：重构脊柱、身体排毒、增强身体力量、灵活性和耐力；第二序列（Nadi  Shodana）净化神经系统；高级序列包括了3、4、5、6四个部分，含义是神定。在ASHTANGA VINYASA YOGA中有严格的顺序规定，并且要求学员必须完成第一序列才可以练习第二序列依次类推。</p>
	<h2>脊椎理疗 SPINE YOGA</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;一种温和的瑜伽练习，特别适合久病初愈或者身体劳损者，以及停止一段时间后开始恢复练习的人，循序渐进的练习，温和而逐步强化训练，达到增强体质的目的。（60分钟）</p>
	<h2>减压瑜伽 RELAXING YOGA </h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;就是以轻柔而缓慢的动作增强肌肉的力量，在提高身体素质的同时，全面调整心理，使得放松精神，舒缓压力，从而达到心平气和、气定神闲的精神状态。减压瑜伽的动作重点在于伸展和扭转，特别适合工作紧张、心理压力过大的上班族练习。（60分钟）</p>
	<h2>产后瑜伽</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;为了照顾宝宝，新妈妈都忙得没有时间来锻炼身体，但是身材的恢复也是十分重要。产后开始运动，一般人总以为只是为了减肥。其实产后运动在月子期间就要开始，而且很重要。为了照顾宝宝，新妈妈都忙得没有时间来锻炼身体，但是身材的恢复也是十分重要。产后开始运动，一般人总以为只是为了减肥。其实产后运动在月子期间就要开始，而且很重要。通过瑜珈练习不但可增强会阴肌肉的弹性，促进子宫收缩，预防子宫、膀胱、阴道下坠，并使子宫恢复正常位置。产后瑜珈练习是促进骨盆腔血液循环的运动，不论是自然生产还是剖腹生产。因生产方式不同，产后恢复情形也不尽相同，可依个人体质逐渐开始练习，产后瑜珈的诸多动作中均有苗条身材、保护内脏及柔软肌肉，增加弹性的功能。</p>
	<h2>女性保健</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;卵巢是女人的生命之源，是女性特征形成的最重要的腺体。通过瑜伽一些特殊的体位练习，能促进女性盆腔的血液循环，滋养卵巢，强化卵巢功能，调节性激素（雌激素，孕激素和雄激素）的分泌，达到内分泌系统平衡，稳定女性体内环境，提高免疫力，使女性恢复生机活力，保持女性优雅的体态柔美曲线，延缓衰老，达到内外和谐之美，缓解甚至解决女性痛经，月经不规则，经前综合症等，适合所有女性朋友练习。 （60分钟）</p>
	<h2>普拉提</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;是一种舒缓全身肌肉及提高人体躯干控制能力的瑜伽类课程，主要是针对腹肌、髋肌群、肩、背等部位的肌肉训练。有规律的进行普拉提锻炼可纠正身体姿态，放松腰部、颈部，解决肩部问题，收紧手臂、腹部的松弛肌肉。现在很多专业的运动员也用普拉提练习来避免运动损伤。目的是通过改变人体肌肉功能从而改善人体脊柱腰椎等的功能。</p>
	<h2>私教课程</h2>
	<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;私教课程是强化你的练习效果的便捷方式。在私教课中，除了具有公开课中的相同的优势外，在一对一的教学环境中，您可以得到您所喜爱的瑜伽导师更为个性化和更具针对性的指导，从而使您可以在安全的环境下尝试有挑战性的动作，确保您的动作正确无误，任何错误的呼吸和坏习惯都及时得到纠正，达到事半功倍的练习效果。同时，根据学员的身体条件度身定做课程，根据学员的时间安排课程，在最短的时间里能最大限度的提升瑜伽水准。适合身体条件较为特殊，不适合上大课的学员，和希望能在瑜伽领域提升自我的学员，最佳选择。（60-90分钟）</p>
</div>
<?php
	include_once("footer.php");
?>
