<?php
	$pageCode = "yogaKnowledge";
	include_once("header.php");
?>

<div id="container">
	<h1>初学者指引</h1>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;生活在高处，瑜伽是禅音。刚刚接触瑜伽的会员，难免会有不少关于瑜伽的疑问，您可以参加我们的“瑜伽初体验”课程。该课程是专门为初初接触瑜伽的会员朋友设计，由资深的瑜伽导师，也是瑜伽之光的创始人兼教学总监李艳霞讲授。课程从浅入手，配以理论和体位，还有互动环节，更注重为新“伽人”打好基础，建立正确的练习习惯和观念，着重让会员对瑜伽的基本理论有了解，为以后的修习指导好正确的方向，纠正不当和误区。欢迎初学者先体验，再接触其他的课程。</p>
	<h1>瑜伽的好处</h1>
	<h2>促进人体血液循环</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;瑜伽和其他运动一样，可以使心跳速度加快，心脏泵出比不运动时更多的血液，同时，瑜伽最重要的呼吸法可以让肺部充满氧气，血液将氧气输送到身体的各个器官和组织，可以促进肌肉组织的强度并增强活力。瑜伽的许多动作，都是其他运动所没有的，运动到身体里一直被忽略或没有运动到的部位，如伸展，扭转等等，使得血液可以更多的滋养到身体的所有部位。</p>
	<h2>排毒的功效</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;生活中各种化学物质等等充斥，带来大量的毒素，而瑜伽的练习，可以通过大量的排汗，使体内的毒素通过皮肤排除体外；同时，呼吸法的技巧可以加快心脏跳动，促进血液循环，配合扭转和弯曲等瑜伽特有的体位练习，能刺激和按摩到内脏器官，加速排毒的进程。无毒一身轻，瑜伽对身体的排毒有非常大的帮助。</p>
	<h2>提高身体柔韌度</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;科学研究认为，人的衰老从腿开始，而僵硬的关节和身体，柔软度的匮乏，都是衰老的先状。通过瑜伽的练习，循序渐进，可以强化和伸展身体的结缔组织，改善体格，重回挺拔的身姿。瑜伽的每个体位练习，都有着生理的合理性，在五千多年的沿革变迁历史中，已经发展的非常完善，是一種既自然又全面的健身方式。</p>
	<h2>舒緩壓力</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;人们误认为没有生病就是好身体，殊不知亚健康状态就是没有生病也不健康的状态。其实生活和工作中的各种压力，都是引发身体严重疾病的隐患！定期瑜伽，可以令身心充分放松，平静舒缓，调节身心，可以改善人体免疫系统，也是繁忙工作后最好的“休息”。</p>
	<h2>增强自信心</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;定期瑜伽，强身健体的同时，可以让您变得更为自信，身体外形的改善，提升您的形象，社交活动更为得心应手，在获得健康的同时，也会调节心灵，生活和工作中充满自信。</p>
	<h2>控制呼吸</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我们每时每刻都离不开呼吸，但呼吸也有质量好坏之分，浅的呼吸和深层的呼吸，带给身体的氧气和能量都是不可相比的。瑜伽的练习，呼吸法的运用，可以控制我们的身体和情绪，不论外界怎样的影响，我们都可以通过呼吸的调整和控制，而平静心态，平静情绪，更坦然的面对生活，做到荣辱不惊。</p>
	<h2>保持體重</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;经常瑜伽的人，总有同样的体会，就是瑜伽只后，选择的食物会比以往更健康，清淡而摒弃油腻，瑜伽能帮助您养成健康的生活习惯，更不会暴饮暴食，使得体重能保持在良好的状态，头脑清醒。</p>
	<h2>有氧運動</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;有氧運動有助加強心臟功能，燃燒体内的积存脂肪，加速身體的新陳代謝。瑜伽是一種很好的帶氧運動，但亦需要視乎學員的体质条件基础和參加的課程而定。如需維较很高的心跳頻率，應該选择参加力度较强和较有挑戰性的課程。</p>
	<h2>其他运动不可比拟的优势</h2>
		<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;生活中有很多有益身心的運動，同時也可能会伤害到您的身体，例如跑步会令膝盖和关节震动而增加受损的机会，球类运动加重您手腕和脚踝部分关节的压力，举重则令结缔组织僵硬和紧张等等，这些运动在增进健康的同时，有机会增加身体受损的概率。而瑜伽具有其他运动不可比拟的好处，当然要在专业的瑜伽导师指导下，进行正确和安全的练习。瑜伽最特别之处，就是练习到其他运动所不常涉及的部位，让身体的内脏等各个器官都有锻炼，带来身心两方面的益处。</p>
</div>

<?php
	include_once("footer.php");
?>